Repository: timersys/facebook-login
Catalog: trunk/languages/fbl-*.po
Languages: bg_bg

source: Please login into facebook and then click connect button again
bg_bg: Моля влезте първо във facebook и след това кликнете отново бутона за връзка.

source: Facebook connection
bg_bg: Facebook връзка

source: Your profile is currently linked to your Facebook account. Click the button below to remove connection and avatar
bg_bg: В момента вашия акаунт е свързан с вашия facebook профил. Кликнте бутона по-долу за да премахнете връзката и аватара

source: Link your facebook account to your profile.
bg_bg: Свържете вашия facebook профил с вашия акаунт.

source: Create a new app and paste App Id here
bg_bg: Създайте ново прилобжени и копирайте неговото App Id тук

source: If checked, users registered with facebook will display fb avatar
bg_bg: Нещо ала бала се опитваме да направим, а ?

source: Cheatin&#8217; huh?
bg_bg: Нещо ала бала се опитваме да направим, а ?

source: We noticed that you have been using our plugin for a while and we would like to ask you a little favour. If you are happy with it and can take a minute please <a href="%s" target="_blank">leave a nice review</a> on WordPress. It will be a tremendous help for us!
bg_bg: Забелязахме, че използвате разширението ни от известно време и бихме искали да ви помолим за малка услуга. Ако сте щастливи с него може да отделите минутка и да <a href="%s" target="_blank">оставите положително ревю</a> в WordPress. Ще е от огромна помощ за нас! Благодарим ви!

source: <a href="%s" target="_blank">Leave a nice review</a>
bg_bg: <a href="%s" target="_blank">Оставете добро ревю</a>

source: <a href="%s">No, thanks</a>
bg_bg: <a href="%s">Не, Благодаря</a>

source: Connect with Facebook
bg_bg: Вход/Връзка с Facebook

source: Disconnect Facebook
bg_bg: Изключи връзката с Facebook

source: We need your email in order to continue. Please try loging again.
bg_bg: Трябва ни вашия имейл за да продължим.

source: Invalid User
bg_bg: Невалиден потребител

source: User registration is disabled
bg_bg: Забранена е регистрацията на потребители

source: Profile photo of %s
bg_bg: Профилна снимка на %s

source: Facebook Profile photo
bg_bg: Facebook профилна снимка

source: Profile Photo
bg_bg: Профилна снимка
